setup.tvmodav = {
	"HSODA-055":{
		name: "XXXXXX",
		desc: "苍#空和L的故事",
		img: "img/av/3.png",
		content: {
            main: {
                msg: [
`
剧情的场景在一个巷子里，男主名字叫<<avnpc 0>>，女主名字叫<<avnpc 1>>
`,
`
<<avnpc 1>>把<<avnpc 0>>推到了巷子里的墙上轻笑着。“刚才在大街上就不老实，手到处乱摸，就这么想要吗？”
<br>
<<avnpc 0>>害羞着点了点头回应了<<avhe 1>>，眼神看了看巷子里并没有人，开始等不及的用手解开自己的裤带，却被<<avnpc 1>>用手阻止，把<<avnpc 0>>的手拿开。
<br>
“别急别急，会让你舒服的，现在把你的一切交给我吧。”
<br>
<<avhe 1>>用手摩擦着<<avnpc 0>>下体，隔着裤子都能感受肉棒逐渐变硬的变化“怎么，隔着裤子摩擦就受不了了吗？接下来会更加刺激哦！”
<br>
<<avnpc 1>>解开<<avnpc 0>>的裤子并连带着<<avhe 0>>的内裤脱下，巨大的肉棒立刻弹跳了出来，一颤一颤的样子，看起来十分色情。
<br>
“仅凭隔着裤子摩擦就让你变得那么大了吗？真是恶心呢！”<<avhe 1>>戏谑的笑道。<<avhe 1>>放置着肉棒暴露在空气中，开始进攻<<avnpc 0>>的上半身。
<br>
<<avhe 1>>把<<avnpc 0>>的衣服脱下，让<<avnpc 0>>的的身体都处于裸着的状态
<br>
虽然巷子里没有其<<avhe 0>>人，但外面有许多的人影会经过，或许会被看到。
<br>
<<avnpc 0>>害羞的用手遮挡着自己的身体
<br>
<<avnpc 1>>再次把<<avhe 0>>的手拿开。“都到这一步了，还在想其<<avhe 0>>事情吗？好好享受就行了”
<br>
`,
`
<<avnpc 1>>一边舔舐着<<avnpc 0>>的乳头，一边用手揉搓着另一边的乳头。
<br>
<<avnpc 0>>全身抖动了一下。“别弄这种地方，我不要这种奇怪的感受”
<br>
“<<avnpc 0>>先生平时都是这样对我，现在知道我是什么感觉了吧。”<<avhe 1>>不屑的笑道。舌头的舔舐与手上的揉搓越来越快最后用牙齿轻轻的咬了一下<<avhe 0>>的乳头当做上半场服务的结束，<<avnpc 0>>忍受不住淫叫了一声，<<avhe 0>>巨大的肉棒也色情的流出了一些透明的液体，看起来更加硬挺。
<br>
<<avnpc 1>>的嘴巴贴向到了<<avhe 0>>巨大肉棒旁边，就差一点亲吻到了，挑逗似的对着巨大的肉棒轻轻吹气。
<br>
<<avnpc 0>>知道正戏要开始了，打算迎接更加淫乱的发展。
`,
`
<<avnpc 1>>对着巨大的肉棒长吹一口气，温暧气体的让<<avnpc 0>>的身体颤抖了一下。
<br>
<<avhe 1>>用舌尖淫乱的舔舐着龟头前端流出的透明液体，味道腥腥的。让<<avhe 1>>的身体也感觉到燥热，脱去了自己的下半身的所有衣服，用一只手的手指抽插着自己早已湿透的小穴，嘴巴也没有停下，继续对<<avnpc 0>>巨大的肉棒进行下一步的攻势。
<br>
<<avnpc 1>>温柔的亲吻着肉棒，从肉棒的龟头游走到柱身，睾丸也没有放过，对着睾丸一会吸住含在口里，一会吐出，发出了十分色情的声音。
<br>
接着<<avhe 1>>想到了以更加淫乱的方式服务<<avnpc 0>>巨大的肉棒，打算用自己温暖的口腔包裹肉棒。
<br>
<<avnpc 1>>色情的用嘴巴缓慢的从龟头处开始吞入肉棒，因为<<avnpc 0>>的肉棒十分巨大，导致肉棒还差一点就能全部吞下了。<<avhe 1>>想到了一个非常淫乱的点子，<<avhe 1>>用另一只没有自慰的手用力掐了一下<<avnpc 0>>的腰，给正在享受的<<avnpc 0>>吓了一跳，腰往前挺了一下，结果让<<avhe 0>>感觉更加舒服，因为自己的肉棒已经全部进入了<<avnpc 1>>的口腔里。巨大的肉棒深喉于<<avhe 1>>嘴巴，这温暖的感觉让<<avnpc 0>>忍不住淫叫出一声。
<br>
<<avnpc 1>>没有给<<avnpc 0>>适应的机会，猛然的吞吐着肉棒，自慰的手指也没停着，也快速的抽插着自己的蜜穴，<<avnpc 0>>从视觉以及自身肉棒上感受到了巨大的刺激。
<br>
<<avnpc 1>>感觉到自己口腔里的肉棒，开始颤动了起来，<<avhe 1>>知道<<avnpc 0>>要忍不住射出了，心里有了坏心思。
<br>
口腔里的肉棒颤动的频率越来越快，在快要到了极限时，<<avnpc 1>>将嘴里的肉棒吐出。巨大又挺立的肉棒在空气中跳动着，肉棒沾满了唾液，有些许唾液拉丝的掉在地上，不管是闻起来还是看起来都十分色情
<br>
“<<avnpc 0>>先生娇羞的表情看起来十分享受呢！看来不用问都知道我的服务让你舒服至极～，你想要射在哪里呀。”<<avnpc 1>>用挑逗的语气说道。
`,],
            end: [
                {text:"射到嘴里", branch:"b1", suffix:"", onclick:""},
                {text:"射到脸上", branch:"b2", suffix:"", onclick:""},
                ]
            },
        b1:{
            msg:[`
<<avnpc 0>>害羞的说。“我想..射在你的嘴里”
<br>
“什么呀，我没有听清楚，再说一遍！”<<avnpc 1>>戏虐的说并轻轻拍打了一下正在跳动的肉棒。当<<avhe 1>>看到<<avnpc 0>>的嘴巴再次张嘴的时候，比之前更加快速的吞吐着肉棒，自己的手指也快速的自慰着小穴。没反应过来的<<avnpc 0>>突然感受到自己肉棒传来的刺激，这一瞬间的快感，让<<avhe 0>>忍不住射出了。<<avnpc 1>>感受到了肉棒在口里的剧烈反应，用另一只手托住了<<avnpc 0>>的腰，让<<avnpc 0>>的肉棒更加深入口腔，肉棒在<<avhe 1>>的口里射出了很多浓郁且滚烫的精液，<<avhe 1>>也尖叫了一声，两个人一起高潮了。全部射出后<<avhe 1>>用嘴巴帮<<avnpc 0>>清洁了一下肉棒上残余的精液。
<br>
<<avnpc 1>>本想用嘴巴全部吞下<<avnpc 0>>的精液，但还是因为大量的精液原因，<<avhe 1>>喉咙吞不下这么多，一部分精液流出到地上，也有些许精液从<<avhe 1>>的嘴角流出，滴在<<avhe 1>>的胸上，色情的气氛充满整个巷子。
<br><br>
——影片放映结束
`,]},
        b2:{
            msg:[`
<<avnpc 0>>害羞的说。“我想·射在你的脸上”
<br>
“什么呀，我没有听清楚，再说一遍！”<<avnpc 1>>戏虐的说。当<<avhe 1>>看到<<avnpc 0>>的嘴巴再次张嘴的时候，比之前更加快速的吞吐着肉棒，自己的手指也快速的自慰着小穴。没反应过来的<<avnpc 0>>突然感受到自己肉棒传来的刺激，这一瞬间的快感，让<<avhe 0>>忍不住射出了。当然<<avnpc 1>>感受到了肉棒剧烈的反应，立即吐出肉棒并将它对着自己的脸，龟头射出了很多浓郁且滚烫的精液，<<avhe 1>>也尖叫了一声，两个人一起高潮了。
<br>
<<avnpc 1>>本想用的脸全部接住，但还是射的到处都是，头发、鼻子上...，但最主要还是脸上，精液从<<avhe 1>>的脸上慢慢流下来，色情的气氛充满整个巷子。
<br><br>
——影片放映结束
`,]}
		},
		passtime: 30,
		cost:800,
		type:"口交",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"L", status:"a", pronoun:"m", gender:"m", lvl:10},
			{name:"苍#空", status:"a", pronoun:"f", gender:"f", lvl:8},
		]
	}
}
