setup.tvmodav = {
	"AV0":{
		name: "OL的职场故事",
		desc: "初入职场的中原里绪在公司遇到...",
		auth: "Lethivia",
		img: "img/av/0.png",
		content: {
            main: {
                msg: [
`
在繁华的城市中，有一座平凡的办公楼。在这座办公楼中，有一位名叫<<avnpc 1>>的女性上班族，初入职场的<<avhe 1>>对工作还不太熟悉，经常犯一些低级错误。

而<<avhe 1>>的<<avnpc 0>>，一位名叫<<avnpc 0>>中年人，早已经对<<avnpc 1>>垂涎欲滴。<<avnpc 0>>是个高大威猛的人，深邃的眼神总是不经意地扫视着<<avnpc 1>>的身体。<<avhe 0>>时常以工作为理由找<<avnpc 1>>单独谈话，期待能有机会接近<<avhe 1>>。

一天，<<avnpc 0>>照旧借口需要与<<avnpc 1>>讨论公司业务，将<<avhe 1>>邀至办公室附近的咖啡厅。两人面对面坐着，空气仿佛凝固了一般，气氛变得异常紧张。

“<<avnpc 1 1>>，我们来谈谈关于这个项目的细节。”<<avnpc 0>>端着咖啡晃了晃眼睛，若无其事地说道。

<<avnpc 1>>心怀警惕，稍稍挪动了一下身子，试图保持距离。“<<avnpc 0>>先生，请您放心，我会认真对待公司交给我的任务的。”

<<avnpc 0>>的眼神中闪过一丝不满，但<<avhe 0>>仍旧保持着表面上的镇定。“我相信你会尽力的，不过我作为你的<<avnpc 0>>，觉得有些细节还需要我们再深入讨论一下。”

咖啡厅外的阳光透过窗户洒在两人身上，<<avnpc 1>>感受到一阵不自然的压力。<<avhe 1>>想要起身离开，却被<<avnpc 0>>马抓住了手腕。

“你先别着急。”<<avnpc 0>>的手掌覆盖在<<avnpc 1>>的手腕上，带着不容置疑的语气，“我们先把这个问题解决了，然后再去讨论项目细节。”

<<avnpc 1>>感觉到自己的心跳加快，<<avhe 1>>试图抽回手，但<<avnpc 0>>的力量比<<avhe 1>>想象中要大。眼看挣扎没有效果，<<avhe 1>>放弃了反抗，只能任由对方将自己拉近。

<<avnpc 0>>趁机搂住了<<avnpc 1>>的腰肢，将<<avhe 1>>紧紧拥入怀中。<<avhe 0>>闻到<<avnpc 1>>身上散发出的香气，忍不住伸出舌头在<<avhe 1>>耳边轻舔，嘴唇微启，低语道：“让我来帮你解决所有问题。”

<<avnpc 1>>感到一阵窒息，<<avhe 1>>试图推开<<avnpc 0>>，但<<avhe 1>>的力气与对方相比显得那么渺小。“不，不要这样。”<<avhe 1>>惊恐地喊着。

然而，<<avnpc 0>>并没有停下来。<<avhe 0>>将<<avnpc 1>>拉向暗角，分开<<avhe 1>>的双腿，露出修长的玉腿和粉嫩的蜜穴。

“<<avnpc 1 1>>，你真的很迷人。”<<avnpc 0>>低吼道，<<avhe 0>>的鸡巴已经硬得像一根烧红的铁棍，迫不及待地想要进入<<avnpc 1>>的身体。

<<avnpc 1>>流下了恐惧的泪水，<<avhe 1>>试图解释：“<<avnpc 0>>先生，请您听我解释……这不是我想看到的。”

“闭嘴！”<<avnpc 0>>厉声喝道，“现在你只需要满足我的需求就好。”

<<avhe 0>>不再给<<avnpc 1>>说话的机会，立刻将<<avhe 1>>推倒在地。<<avhe 0>>的阳具抵在了<<avhe 1>>的蜜穴上，慢慢地摩擦着入口处的花唇。

<<avnpc 1>>感受到耻辱与痛苦，<<avhe 1>>想要尖叫，但<<avnpc 0>>却用一只手捂住了<<avhe 1>>的嘴巴。另一只手探入<<avhe 1>>的衣服，抓住了一边的乳房轻轻地揉搓着。<<avhe 0>>的指关节在乳晕上轻轻刮擦，让<<avnpc 1>>的呻吟声从指缝中溢出。

随着<<avnpc 0>>的抽插越来越快，<<avnpc 1>>的蜜穴被渐渐填满。<<avhe 1>>想要反抗，但一切的努力都显得如此无力。<<avhe 1>>的身体开始颤抖，欲望的火焰在心中燃烧，逐渐淹没了自己的抵抗。

终于，<<avnpc 0>>到达了高潮，<<avhe 0>>的鸡巴不停地跳动着，在<<avnpc 1>>的蜜穴里释放出一股又一股的炙热精液。<<avnpc 1>>感受到滚烫的液体填满了<<avhe 1>>的花心，不禁发出一声沉重的呻吟声。

咖啡厅里的气氛变得凝重起来，似乎每一个细微的声音都在嘲笑<<avnpc 1>>的屈服。<<avhe 1>>感到了无尽的羞愧与痛苦，但<<avhe 1>>也渐渐明白，自己可能永远无法摆脱这个阴影。

从此以后，<<avnpc 1>>在办公室中的姿态发生了微妙的变化。<<avhe 1>>不再那么自信和优雅，而是多了一份娇媚和无奈。每当<<avnpc 0>>以任何理由叫<<avhe 1>>到办公室时，<<avhe 1>>都会心中泛起一丝不安，仿佛又一次回到了那个可怕的咖啡厅。

然而，其<<avhe 0>>人似乎并没有发现这段关系。<<avhe 0>>们视<<avnpc 1>>为“得力干将”，并给予了<<avhe 1>>更多的责任和权力。但<<avnpc 1>>知道，这不过是一场扭曲的游戏，<<avhe 1>>不过是<<avnpc 0>>满足欲望的玩物而已。
`,],
		passtime: 15,
		cost:500,
		type:"职场",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"田中", status:"a", pronoun:"m", gender:"m", lvl:13},
			{name:"中原里绪", status:"a", pronoun:"f", gender:"f", lvl:7},
		]
	},
	"AV1":{
		hide: 1,
		name: "舌尖挑逗~口腔包裹❤",
		desc: "苍#空和L的故事",
		auth: "如同",
		img: "img/av/3.png",
		content: {
            main: {
                msg: [
`
剧情的场景在一个巷子里，男主名字叫<<avnpc 0>>，女主名字叫<<avnpc 1>>
`,
`
<<avnpc 1>>把<<avnpc 0>>推到了巷子里的墙上轻笑着。“刚才在大街上就不老实，手到处乱摸，就这么想要吗？”

<<avnpc 0>>害羞着点了点头回应了<<avhe 1>>，眼神看了看巷子里并没有人，开始等不及的用手解开自己的裤带，却被<<avnpc 1>>用手阻止，把<<avnpc 0>>的手拿开。

“别急别急，会让你舒服的，现在把你的一切交给我吧。”

<<avhe 1>>用手摩擦着<<avnpc 0>>下体，隔着裤子都能感受肉棒逐渐变硬的变化“怎么，隔着裤子摩擦就受不了了吗？接下来会更加刺激哦！”

<<avnpc 1>>解开<<avnpc 0>>的裤子并连带着<<avhe 0>>的内裤脱下，巨大的肉棒立刻弹跳了出来，一颤一颤的样子，看起来十分色情。

“仅凭隔着裤子摩擦就让你变得那么大了吗？真是恶心呢！”<<avhe 1>>戏谑的笑道。<<avhe 1>>放置着肉棒暴露在空气中，开始进攻<<avnpc 0>>的上半身。

<<avhe 1>>把<<avnpc 0>>的衣服脱下，让<<avnpc 0>>的的身体都处于裸着的状态

虽然巷子里没有其<<avhe 0>>人，但外面有许多的人影会经过，或许会被看到。

<<avnpc 0>>害羞的用手遮挡着自己的身体

<<avnpc 1>>再次把<<avhe 0>>的手拿开。“都到这一步了，还在想其<<avhe 0>>事情吗？好好享受就行了”

`,
`
<<avnpc 1>>一边舔舐着<<avnpc 0>>的乳头，一边用手揉搓着另一边的乳头。

<<avnpc 0>>全身抖动了一下。“别弄这种地方，我不要这种奇怪的感受”

“<<avnpc 0>>先生平时都是这样对我，现在知道我是什么感觉了吧。”<<avhe 1>>不屑的笑道。舌头的舔舐与手上的揉搓越来越快最后用牙齿轻轻的咬了一下<<avhe 0>>的乳头当做上半场服务的结束，<<avnpc 0>>忍受不住淫叫了一声，<<avhe 0>>巨大的肉棒也色情的流出了一些透明的液体，看起来更加硬挺。

<<avnpc 1>>的嘴巴贴向到了<<avhe 0>>巨大肉棒旁边，就差一点亲吻到了，挑逗似的对着巨大的肉棒轻轻吹气。

<<avnpc 0>>知道正戏要开始了，打算迎接更加淫乱的发展。

`,
`
<<avnpc 1>>对着巨大的肉棒长吹一口气，温暧气体的让<<avnpc 0>>的身体颤抖了一下。

<<avhe 1>>用舌尖淫乱的舔舐着龟头前端流出的透明液体，味道腥腥的。让<<avhe 1>>的身体也感觉到燥热，脱去了自己的下半身的所有衣服，用一只手的手指抽插着自己早已湿透的小穴，嘴巴也没有停下，继续对<<avnpc 0>>巨大的肉棒进行下一步的攻势。

<<avnpc 1>>温柔的亲吻着肉棒，从肉棒的龟头游走到柱身，睾丸也没有放过，对着睾丸一会吸住含在口里，一会吐出，发出了十分色情的声音。

接着<<avhe 1>>想到了以更加淫乱的方式服务<<avnpc 0>>巨大的肉棒，打算用自己温暖的口腔包裹肉棒。

<<avnpc 1>>色情的用嘴巴缓慢的从龟头处开始吞入肉棒，因为<<avnpc 0>>的肉棒十分巨大，导致肉棒还差一点就能全部吞下了。<<avhe 1>>想到了一个非常淫乱的点子，<<avhe 1>>用另一只没有自慰的手用力掐了一下<<avnpc 0>>的腰，给正在享受的<<avnpc 0>>吓了一跳，腰往前挺了一下，结果让<<avhe 0>>感觉更加舒服，因为自己的肉棒已经全部进入了<<avnpc 1>>的口腔里。巨大的肉棒深喉于<<avhe 1>>嘴巴，这温暖的感觉让<<avnpc 0>>忍不住淫叫出一声。

<<avnpc 1>>没有给<<avnpc 0>>适应的机会，猛然的吞吐着肉棒，自慰的手指也没停着，也快速的抽插着自己的蜜穴，<<avnpc 0>>从视觉以及自身肉棒上感受到了巨大的刺激。

<<avnpc 1>>感觉到自己口腔里的肉棒，开始颤动了起来，<<avhe 1>>知道<<avnpc 0>>要忍不住射出了，心里有了坏心思。

口腔里的肉棒颤动的频率越来越快，在快要到了极限时，<<avnpc 1>>将嘴里的肉棒吐出。巨大又挺立的肉棒在空气中跳动着，肉棒沾满了唾液，有些许唾液拉丝的掉在地上，不管是闻起来还是看起来都十分色情

“<<avnpc 0>>先生娇羞的表情看起来十分享受呢！看来不用问都知道我的服务让你舒服至极～，你想要射在哪里呀。”<<avnpc 1>>用挑逗的语气说道。

`,],
            end: [
                {text:"射到嘴里", branch:"b1", suffix:"<<gggarousal>>", onclick:"<<arousal 4000>>"},
                {text:"射到脸上", branch:"b2", suffix:"<<gggarousal>>", onclick:"<<arousal 4000>>"},
                ]
            },
        b1:{
            msg:[`
<<avnpc 0>>害羞的说。“我想..射在你的嘴里”

“什么呀，我没有听清楚，再说一遍！”<<avnpc 1>>戏虐的说并轻轻拍打了一下正在跳动的肉棒。当<<avhe 1>>看到<<avnpc 0>>的嘴巴再次张嘴的时候，比之前更加快速的吞吐着肉棒，自己的手指也快速的自慰着小穴。没反应过来的<<avnpc 0>>突然感受到自己肉棒传来的刺激，这一瞬间的快感，让<<avhe 0>>忍不住射出了。<<avnpc 1>>感受到了肉棒在口里的剧烈反应，用另一只手托住了<<avnpc 0>>的腰，让<<avnpc 0>>的肉棒更加深入口腔，肉棒在<<avhe 1>>的口里射出了很多浓郁且滚烫的精液，<<avhe 1>>也尖叫了一声，两个人一起高潮了。全部射出后<<avhe 1>>用嘴巴帮<<avnpc 0>>清洁了一下肉棒上残余的精液。

<<avnpc 1>>本想用嘴巴全部吞下<<avnpc 0>>的精液，但还是因为大量的精液原因，<<avhe 1>>喉咙吞不下这么多，一部分精液流出到地上，也有些许精液从<<avhe 1>>的嘴角流出，滴在<<avhe 1>>的胸上，色情的气氛充满整个巷子。


——影片放映结束
`,]},
        b2:{
            msg:[`
<<avnpc 0>>害羞的说。“我想·射在你的脸上”

“什么呀，我没有听清楚，再说一遍！”<<avnpc 1>>戏虐的说。当<<avhe 1>>看到<<avnpc 0>>的嘴巴再次张嘴的时候，比之前更加快速的吞吐着肉棒，自己的手指也快速的自慰着小穴。没反应过来的<<avnpc 0>>突然感受到自己肉棒传来的刺激，这一瞬间的快感，让<<avhe 0>>忍不住射出了。当然<<avnpc 1>>感受到了肉棒剧烈的反应，立即吐出肉棒并将它对着自己的脸，龟头射出了很多浓郁且滚烫的精液，<<avhe 1>>也尖叫了一声，两个人一起高潮了。

<<avnpc 1>>本想用的脸全部接住，但还是射的到处都是，头发、鼻子上...，但最主要还是脸上，精液从<<avhe 1>>的脸上慢慢流下来，色情的气氛充满整个巷子。


——影片放映结束
`,]}
		},
		passtime: 30,
		cost:800,
		type:"口交",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"L", status:"a", pronoun:"m", gender:"m", lvl:10},
			{name:"苍#空", status:"a", pronoun:"f", gender:"f", lvl:8},
		]
	},
	"AV2": {
		hide: 1,
		name: "嫂子的特别生日礼物～",
		desc: "h寄宿在哥哥家里，哥哥长期出差已经几个月不在家，家里只有嫂子和h两人...",
		auth: "如同",
		img: "img/av/4.png",
		content: {
            main: {
                msg: [
`
男主名字叫<<avnpc 0>>，女主名字叫<<avnpc 1>>。此篇剧情讲述的是ntr的故事，AV名字为《嫂子的特别生日礼物～》

背景：<<avnpc 0>>寄宿在哥哥家里，哥哥长期出差已经几个月不在家，家里只有嫂子和<<avnpc 0>>两人，故事的开展在<<avnpc 0>>刚满18岁生日的晚上
`,
`
早晨，<<avnpc 0>>兴奋的在床上起来，因为<<avhe 0>>今天刚满18岁，终于成年了

<<avnpc 0>>心想：昨天朋友给我打电话说要在我生日那天带我出去买玩具，我都成年了，还给我买什么玩具，真的是感觉不如带我出去玩，不过还是去一下吧。

吃完嫂子亲手做的早餐后，<<avnpc 0>>告诉<<avhe 1>>，我跟朋友要在外面买东西，要等下午才会回来，寻求<<avhe 1>>的意见。<<avnpc 1>>点了点头同意了，<<avnpc 0>>准备好后走到了门口，在门口处，<<avhe 1>>还给<<avnpc 0>>摸了摸头。

<<avnpc 0>>喜欢嫂子给<<avhe 0>>摸头时感觉。
`,
`
一出门就遇到了朋友，他说玩具已经买好了，强拉着<<avnpc 0>>去吃饭，在饭店还被强迫喝了点酒。

回到家的<<avnpc 0>>，把玩具袋子放到了桌子上，返回卧室睡觉，打算消一消酒气。
`,
`
<<avnpc 0>>一觉睡到了晚上，起床之后感觉酒气还没有完全消掉，自己的头还是有点晕乎乎的。有点饿了的<<avhe 0>>离开自己的卧室门，打算前往厨房。

到了厨房发现<<avnpc 1>>并没有在，<<avnpc 0>>正打算找<<avhe 1>>的时候，<<avhe 1>>刚好从<<avhe 1>>的卧室里出来，脸上红红的，像是有心事一样。<<avnpc 0>>询问<<avhe 1>>。“发生什么事了吗？”

<<avnpc 1>>害羞的摇了摇头。“没.发生什么，今天晚饭是大蛋糕哦，我在我房间里摆好了桌子，快过来吃吧。”说着拉起了<<avnpc 0>>的手前往<<avhe 1>>的房间。<<avnpc 0>>感觉到<<avhe 1>>的手有点滑滑的，<<avhe 0>>认为应该是做蛋糕的时候不小心沾了什么，没有多想。
`,
`
蛋糕很快就吃完了，<<avnpc 1>>收拾完桌子并告诉<<avnpc 0>>有特殊礼物要送给<<avhe 0>>，让<<avhe 0>>在外面稍等一下。

<<avnpc 0>>一听到有礼物拿，开心的离开了房间。一说到礼物这件事，<<avhe 0>>回想起自己还有礼物放在桌子上，没有拆开。

前往客厅后，<<avnpc 0>>发现桌子上的礼物已经被拆开了，刚想看一下里面是什么，眼睛却被蒙住了。

<<avhe 0>>的耳边传来了妩媚的声音。“这个是你的礼物吗？朋友给你准备的玩具可是很坏的东西哦~”

<<avnpc 0>>询问<<avnpc 1>>里面是什么类型的玩具，<<avhe 0>>感受到了嫂子正用手摩擦自己的裤裆，像是以动作回答。

脸红的<<avnpc 0>>想把<<avhe 1>>的手从自己裤裆上拿开，却不小心让<<avhe 1>>柔软的手按到了自己最敏感的部位——龟头，<<avnpc 0>>忍不住轻叫了一声。害羞的<<avnpc 0>>想从<<avnpc 1>>身边逃走。

<<avnpc 1>>向<<avnpc 0>>耳边吹气并说道。“弟弟真要走吗，来我房间并带上你朋友给你的礼物，我会好好教你玩具的玩法～。”耳边吹气的挑逗与诱惑的语气让<<avnpc 0>>无法拒绝，任由嫂子将<<avhe 0>>拉向<<avhe 1>>的房间。
`,
`
再次进入了嫂子的房间。<<avnpc 1>>将桌子移到床的旁边，把礼物袋里的东西一个个摆在桌子上，一个粉色的飞机杯，旁边放着配套的润滑液和红色的避孕套，袋子里似乎还有什么没有拿出来，看起来还有点鼓鼓的，<<avnpc 0>>知道了朋友送的礼物为什么是“坏玩具”，<<avhe 0>>脸红红的看向地板。

<<avnpc 1>>让<<avnpc 0>>坐在旁边，用手引导<<avhe 0>>的身体躺下，还特意用自己的枕头垫在<<avhe 0>>的头上，方便<<avhe 0>>完整的观看接下来要发生的事情。<<avhe 1>>摸了摸<<avnpc 0>>的头说道。“剩下的全部就交给我就好，弟弟就好好享受和观看吧！”

<<avnpc 1>>跪坐在<<avnpc 0>>的胯下，<<avhe 1>>把<<avnpc 0>>的裤子脱下，双手隔着内裤温柔着摩擦<<avhe 0>>的肉棒，用鼻子淫乱的闻着味道。“好久没闻到这股味道了，啊～腥臭又色情的味道，荷尔蒙的味道真是好闻。上下揉搓一段时间后，<<avhe 1>>感觉到了逐渐变热的肉棒，<<avhe 1>>将手放到了<<avnpc 0>>的内裤上。

<<avnpc 0>>害羞的拉着内裤的说道。“嫂子，这样真的不好吧，还是别了，哥哥知道了怎么办？剩下的我会自己在房间解决的。”<<avnpc 1>>将自己的手移开说道。“这里只有你和我，没有其<<avhe 0>>人，没有什么可顾虑的，而且相信我，会很爽的哦～，这就是我送你的特殊礼物。”<<avnpc 0>>把自己手从内裤上拿开放到床上，眼睛也闭上了，看上去像是接受了一般。

<<avnpc 1>>掐了一下<<avnpc 0>>的大腿假装生气的说道。“不准把眼睛闭上，既然要做，那就要全程观看，不然我走了。”说完<<avhe 1>>开始站起来，<<avnpc 0>>快速的拉着<<avhe 1>>的手，<<avhe 1>>感受到从手上传来的力度还不小。<<avhe 1>>重新跪坐在<<avnpc 0>>的胯下，<<avnpc 1>>知道接下来发展，可以随着自己的想法任意调戏<<avnpc 0>>。
`,
`
<<avnpc 1>>将<<avnpc 0>>的内裤快速脱下，巨大的肉棒在空气中跳动着，<<avhe 1>>用手缓慢的套弄着肉棒，敏感的肉棒第一次被<<avhe 1>>人的手触摸着，<<avnpc 0>>的表情看起来十分享受。

肉棒逐渐挺立，<<avhe 1>>收回了自己的手，撕开了避孕套并放在了自己的嘴里，以色情的方式用口将巨大的肉棒套上避孕套，再将润滑液抹在在<<avnpc 0>>龟头与飞机杯入口处。

<<avhe 1>>揉搓着巨大的肉棒，让润滑液充分润滑肉棒。<<avhe 1>>把飞机杯放在肉棒上面，将肉棒往里进入了一点，刚好包裹整个龟头，就是不全部插进去，玩弄似的用飞机杯套弄着龟头。用飞机杯上下套弄过程中，<<avnpc 0>>有几次想挺腰，让自己的肉棒全部进入飞机杯里面，都被<<avnpc 1>>用手阻止并让<<avhe 0>>忍住。“现在是脱敏训练，我可不想看到你一进去就泄出来，这样多没意思，好好忍耐一下，马上就好了。”<<avnpc 0>>深呼吸，感受着只有龟头被摩擦的感觉，压抑着自己的欲望。脸上的表情逐渐放松，开始享受这简单快感。

<<avnpc 1>>看着<<avnpc 0>>享受的表情知道前戏到此为止了，快速将飞机杯向下，将肉棒的全部吞入其中，巨大的肉棒被飞机杯的内壁全部包裹住。<<avnpc 0>>感受到这一瞬间的快感，让<<avhe 0>>的身体颤抖并色情的淫叫了一声。<<avnpc 0>>感受到飞机杯的内部十分的温|暖，看来是礼物袋子里还有加热棒，被<<avhe 1>>提前预热过了，而且里面有很多润滑液。<<avhe 0>>联想起吃蛋糕前摸到<<avhe 1>>手上滑滑的感觉是这样来的，嫂子为<<avhe 0>>提前就做了准备，知道这么让人兴奋的事，增加了<<avhe 0>>的快感。

<<avnpc 1>>用飞机杯快速的上下套弄着巨大的肉棒，每一次的套弄都发出了十分色情的吧唧声音，<<avnpc 0>>也不时的发出低声的淫叫。<<avhe 1>>感受到了<<avnpc 0>>的身体开始抖动起来，知道<<avhe 0>>忍不住要喷发出来了。

<<avnpc 1>>停下了手中的动作，但没有将飞机杯抽离<<avhe 0>>的肉棒，正当<<avnpc 0>>感到疑惑的时候，<<avhe 1>>把<<avnpc 0>>的双手放到了飞机杯上并挑逗的说道。“既然我说过我要教你玩～玩具，流程应该知道了吧，现在交给你了，在我面前套弄起来，让我看看你有没有学会！放心，会给你更加刺激的感受。”<<avhe 1>>用手解开了自己上衣的扣子，露出了被胸罩包裹的巨大奶子与显现出来的乳沟，看上去十分色情。

“我相信弟弟可以做到的，你套弄的过程中我会一件件的脱掉更多衣服。”淫乱的<<avhe 1>>指向了自己的下半身说道。
`,
`
<<avnpc 1>>将自己的上衣完全脱去，巨大的乳房弹跳了出来，隔着蕾丝胸罩也能看到<<avhe 1>>挺立的乳头，简直就是一对尤物。<<avhe 1>>用双手挤压着自己乳房说道。“怎么样，弟弟你的眼神都看得拉丝了，手也要动起来哦，开始吧，这样的刺激下会更爽。”在<<avhe 1>>挤压乳房的过程中，<<avnpc 0>>时不时还能看到巨乳露出的粉色乳晕，<<avhe 0>>的手情不自禁的开始用飞机杯对着自己的巨大肉棒快速套弄起来。

当然，<<avnpc 1>>遵守了自己说出的约定，将自己的裙子缓缓脱下，露出<<avhe 1>>黑色的蕾丝内裤，似乎是情趣款式的，看起来稍微有点透明，薄薄的一层凸显出小穴的形状。<<avhe 1>>用手指引导着 <<avnpc 0>>的眼睛，指尖从自己的乳房往下滑到肚脐，最终滑到自己的小穴处。内裤薄薄的一层根本遮挡不了什么，<<avnpc 0>>发现<<avhe 1>>下面居然是无毛的白虎，小穴的形状给<<avhe 0>>看的一清二楚，<<avhe 1>>的小穴勾勒出一条长长的一条缝，内裤因为流出的淫水的原因还陷进去了一点，看起来十分色情。

<<avnpc 0>>哪受得了这种刺激，加速了自己手上的速度，更加快速的用飞机杯上下套弄着肉棒，快速的上下抽动让飞机杯发出了啪叽啪叽的声音，夹杂在<<avhe 0>>娇喘的以及呻吟之中。<<avnpc 1>>喜欢看<<avnpc 0>>娇羞的表情，如此色情的声音，也让<<avhe 1>>开始自慰，先将一只手伸进内裤里面，用手指抽插着湿润的小穴，然后再用另一只手抚摸着自己巨大的乳房，也时不时发出舒服的淫叫。

<<avnpc 0>>的身体开始颤抖，<<avhe 0>>告诉<<avnpc 1>>有什么东西要从肉棒里出来了。

<<avhe 1>>停止了自己的自慰，用手把飞机杯从<<avnpc 0>>的肉棒上拔出，巨大的肉棒在空气中跳动着，<<avhe 1>>把<<avnpc 0>>的肉棒上的避孕套摘离，再挤压飞机杯里的润滑液滴落在<<avhe 0>>的龟头上。

<<avnpc 1>>色情的对着<<avnpc 0>>说道。“接下来都交给我吧，我会让你舒服的全部射出来，

这就是姐姐我给你准备的成年礼物～。”
`,
`
<<avnpc 1>>给自己的手也倒了点润滑液，与之前快速润滑不同，此时<<avhe 1>>的手温柔的抚摸着肉棒，每一次的抚摸都会用指尖在龟头上打转，仔细的用双手感受肉棒的形状。

“这么快结束可不行哦，放松大脑，好好的再享受一次。”<<avhe 1>>微笑的说道并对着肉棒吹气。

一只手托着肉棒柱身，另一只手用两根手指的方式来着龟头持峡的一上～ー下，摩擦的力度时大时小。

接着，<<avhe 1>>换了一种方式，双手包裹着龟头，从肉棒的顶端一直撸动至底部，每一次的套弄，都会让龟头显得十分突出且色情。

又转换了，纤细的手指在龟头上画圈，然后两只手轮流撸动并转着圈摩擦着肉棒，接着突然加大了力度用双手揉搓着肉棒，让<<avnpc 0>>挺起了腰，肉棒的在<<avhe 1>>手中跳动的速度逐渐加快，娇喘声也逐渐变大。<<avnpc 1>>知道了<<avhe 0>>即将射出，于是停止了对巨大的肉棒套弄，用掌心包裹着肉棒的龟头。

<<avhe 1>>挑逗的说道。“要射了吗了，还不行哦，我会让你达到极致的高潮，试着自己用腰动一动，感受我掌心的温度。虽然不会像之前那样舒服，但也能享受哦，弟弟也不想那么快结束吧，再坚持一下！”

虽是龟头责的方式，但因为之前的套弄，让<<avhe 0>>的肉棒变得十分敏感，每动一下，快感都会冲击大脑，忍不住的呻吟。<<avnpc 1>>配合着<<avnpc 0>>的节奏，用掌心淫乱的摩擦着龟头，肉棒变得更加滚烫且硬挺。<<avhe 1>>知道是时候了，魅惑的说道。“想射的时候和我说，我会给你两个选择，一是干净的释放，二是更加色情的射出，你想要哪一个呀～”
`,
				],
				end: [
            	    {text:"选择干净的释放", branch:"b1", suffix:"<<<<gggarousal>>>>", onclick:"<<<<arousal 4000>>>>"},
            	    {text:"选择色情的射出", branch:"b2", suffix:"<<<<gggarousal>>>><<<<lpurity>>>>", onclick:"<<<<arousal 4000>>>><<<<purity -10>>>>"},
            	]
            },
        b1:{
            msg:[
`
<<avnpc 0>>害羞的说道“干净一点吧，不会弄脏嫂子的床。”

<<avnpc 1>>同意的点了点头，在袋子里拿出了一个新的避孕套，<<avhe 1>>把它套在<<avnpc 0>>的巨大的肉棒上，用双手以缓慢的节奏对肉棒进行了最后的套弄，<<avnpc 0>>忍不住的颤抖，肉棒在<<avhe 1>>手中的跳动跳动越来越快，实在忍不住的<<avhe 0>>射出了自己的大量精液，脸上满是享受，<<avhe 0>>知道自己的成年礼的礼物是最棒的，打算以后也给嫂子送一个礼物，进行回礼。

<<avnpc 1>>小心的将避孕套从肉棒上摘离，精液一滴也没有漏出，<<avhe 1>>有了一个淫乱的的想法。<<avhe 1>>当着<<avnpc 0>>的面把避孕套里的所有精液挤在自己的嘴里，张开嘴色情的用舌头让精液在口腔里打转，品尝着大量且浓厚的精液，最后一口气全部吞下，有一些精液顺着嘴角流出滴在<<avhe 1>>的乳房上，看起来十分色情。

影片播放完毕
`,
				]},
        b2:{
            msg:[
`
<<avnpc 0>>害羞的说道“我想要更加色情的方式射出。”

<<avnpc 1>>点点头同意，停止了龟头责，一只手快速撸动着肉棒的柱身，另一只手的手掌抵住前端并摩擦着龟头，嘴巴说着色情的话。“快点射出来，我知道你忍不住了，全部射出来吧！，你不是一直都在等这一刻吗？”

<<avhe 1>>的手对肉捧撸动的速度越来越快，<<avnpc 0>>的身体忍不住的颤抖起来，随着<<avhe 0>>的一声淫叫，滚烫的精液从<<avnpc 1>>的手中射了出来，大量的精液射的到处都是，有一点在沾<<avhe 1>>的头发上，有一点在沾<<avhe 1>>的乳房上，<<avnpc 1>>没有停下自己的手，继续撸动着肉棒，打算榨干龟头里残余的精液，龟头又流出了一点精液，<<avhe 1>>色情的用手玩弄着精液，润滑液与精液夹杂在一起，拉丝的流在地上，色情的味道弥漫着整个房间。

影片播放完毕
`,
				]}
		},
		passtime: 30,
		cost:2000,
		type:"手交",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"h", status:"a", pronoun:"m", gender:"m", lvl:7},
			{name:"橘京花", status:"a", pronoun:"f", gender:"f", lvl:12},
		]
	},
}
