setup.tvmodav = {
	"AV0":{
		name: "OL的职场故事",
		desc: "初入职场的中原里绪在公司遇到...",
		auth: "Lethivia",
		img: "img/av/0.png",
		content: {
            main: {
                msg: [
`
在繁华的城市中，有一座平凡的办公楼。在这座办公楼中，有一位名叫<<avnpc 1>>的女性上班族，初入职场的<<avhe 1>>对工作还不太熟悉，经常犯一些低级错误。

而<<avhe 1>>的上司，一位名叫<<avnpc 0>>中年人，早已经对<<avnpc 1>>垂涎欲滴。<<avnpc 0>>是个高大威猛的人，深邃的眼神总是不经意地扫视着<<avnpc 1>>的身体。<<avhe 0>>时常以工作为理由找<<avnpc 1>>单独谈话，期待能有机会接近<<avhe 1>>。

一天，<<avnpc 0>>照旧借口需要与<<avnpc 1>>讨论公司业务，将<<avhe 1>>邀至办公室附近的咖啡厅。两人面对面坐着，空气仿佛凝固了一般，气氛变得异常紧张。

“<<avnpc 1 1>>，我们来谈谈关于这个项目的细节。”<<avnpc 0>>端着咖啡晃了晃眼睛，若无其事地说道。

<<avnpc 1>>心怀警惕，稍稍挪动了一下身子，试图保持距离。“<<avnpc 0>>先生，请您放心，我会认真对待公司交给我的任务的。”

<<avnpc 0>>的眼神中闪过一丝不满，但<<avhe 0>>仍旧保持着表面上的镇定。“我相信你会尽力的，不过我作为你的<<avnpc 0>>，觉得有些细节还需要我们再深入讨论一下。”

咖啡厅外的阳光透过窗户洒在两人身上，<<avnpc 1>>感受到一阵不自然的压力。<<avhe 1>>想要起身离开，却被<<avnpc 0>>马抓住了手腕。

“你先别着急。”<<avnpc 0>>的手掌覆盖在<<avnpc 1>>的手腕上，带着不容置疑的语气，“我们先把这个问题解决了，然后再去讨论项目细节。”

<<avnpc 1>>感觉到自己的心跳加快，<<avhe 1>>试图抽回手，但<<avnpc 0>>的力量比<<avhe 1>>想象中要大。眼看挣扎没有效果，<<avhe 1>>放弃了反抗，只能任由对方将自己拉近。

<<avnpc 0>>趁机搂住了<<avnpc 1>>的腰肢，将<<avhe 1>>紧紧拥入怀中。<<avhe 0>>闻到<<avnpc 1>>身上散发出的香气，忍不住伸出舌头在<<avhe 1>>耳边轻舔，嘴唇微启，低语道：“让我来帮你解决所有问题。”

<<avnpc 1>>感到一阵窒息，<<avhe 1>>试图推开<<avnpc 0>>，但<<avhe 1>>的力气与对方相比显得那么渺小。“不，不要这样。”<<avhe 1>>惊恐地喊着。

然而，<<avnpc 0>>并没有停下来。<<avhe 0>>将<<avnpc 1>>拉向暗角，分开<<avhe 1>>的双腿，露出修长的玉腿和粉嫩的蜜穴。

“<<avnpc 1 1>>，你真的很迷人。”<<avnpc 0>>低吼道，<<avhe 0>>的鸡巴已经硬得像一根烧红的铁棍，迫不及待地想要进入<<avnpc 1>>的身体。

<<avnpc 1>>流下了恐惧的泪水，<<avhe 1>>试图解释：“<<avnpc 0>>先生，请您听我解释……这不是我想看到的。”

“闭嘴！”<<avnpc 0>>厉声喝道，“现在你只需要满足我的需求就好。”

<<avhe 0>>不再给<<avnpc 1>>说话的机会，立刻将<<avhe 1>>推倒在地。<<avhe 0>>的阳具抵在了<<avhe 1>>的蜜穴上，慢慢地摩擦着入口处的花唇。

<<avnpc 1>>感受到耻辱与痛苦，<<avhe 1>>想要尖叫，但<<avnpc 0>>却用一只手捂住了<<avhe 1>>的嘴巴。另一只手探入<<avhe 1>>的衣服，抓住了一边的乳房轻轻地揉搓着。<<avhe 0>>的指关节在乳晕上轻轻刮擦，让<<avnpc 1>>的呻吟声从指缝中溢出。

随着<<avnpc 0>>的抽插越来越快，<<avnpc 1>>的蜜穴被渐渐填满。<<avhe 1>>想要反抗，但一切的努力都显得如此无力。<<avhe 1>>的身体开始颤抖，欲望的火焰在心中燃烧，逐渐淹没了自己的抵抗。

终于，<<avnpc 0>>到达了高潮，<<avhe 0>>的鸡巴不停地跳动着，在<<avnpc 1>>的蜜穴里释放出一股又一股的炙热精液。<<avnpc 1>>感受到滚烫的液体填满了<<avhe 1>>的花心，不禁发出一声沉重的呻吟声。

咖啡厅里的气氛变得凝重起来，似乎每一个细微的声音都在嘲笑<<avnpc 1>>的屈服。<<avhe 1>>感到了无尽的羞愧与痛苦，但<<avhe 1>>也渐渐明白，自己可能永远无法摆脱这个阴影。

从此以后，<<avnpc 1>>在办公室中的姿态发生了微妙的变化。<<avhe 1>>不再那么自信和优雅，而是多了一份娇媚和无奈。每当<<avnpc 0>>以任何理由叫<<avhe 1>>到办公室时，<<avhe 1>>都会心中泛起一丝不安，仿佛又一次回到了那个可怕的咖啡厅。

然而，其<<avhe 0>>人似乎并没有发现这段关系。<<avhe 0>>们视<<avnpc 1>>为“得力干将”，并给予了<<avhe 1>>更多的责任和权力。但<<avnpc 1>>知道，这不过是一场扭曲的游戏，<<avhe 1>>不过是<<avnpc 0>>满足欲望的玩物而已。
`,],
		},
		},
		passtime: 30,
		cost:500,
		type:"职场",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"田中", status:"a", pronoun:"m", gender:"m", lvl:13},
			{name:"中原里绪", nickname:"里绪", status:"a", pronoun:"f", gender:"f", lvl:7},
		]
	},
	"AV1":{
		name: "舌尖挑逗~口腔包裹❤",
		desc: "苍#空和L的故事",
		auth: "如同",
		img: "img/av/3.png",
		content: {
            main: {
                msg: [
`
剧情的场景在一个巷子里，男主名字叫<<avnpc 0>>，女主名字叫<<avnpc 1>>
`,
`
<<avnpc 1>>把<<avnpc 0>>推到了巷子里的墙上轻笑着。“刚才在大街上就不老实，手到处乱摸，就这么想要吗？”

<<avnpc 0>>害羞着点了点头回应了<<avhe 1>>，眼神看了看巷子里并没有人，开始等不及的用手解开自己的裤带，却被<<avnpc 1>>用手阻止，把<<avnpc 0>>的手拿开。

“别急别急，会让你舒服的，现在把你的一切交给我吧。”

<<avhe 1>>用手摩擦着<<avnpc 0>>下体，隔着裤子都能感受肉棒逐渐变硬的变化“怎么，隔着裤子摩擦就受不了了吗？接下来会更加刺激哦！”

<<avnpc 1>>解开<<avnpc 0>>的裤子并连带着<<avhe 0>>的内裤脱下，巨大的肉棒立刻弹跳了出来，一颤一颤的样子，看起来十分色情。

“仅凭隔着裤子摩擦就让你变得那么大了吗？真是恶心呢！”<<avhe 1>>戏谑的笑道。<<avhe 1>>放置着肉棒暴露在空气中，开始进攻<<avnpc 0>>的上半身。

<<avhe 1>>把<<avnpc 0>>的衣服脱下，让<<avnpc 0>>的的身体都处于裸着的状态

虽然巷子里没有其<<avhe 0>>人，但外面有许多的人影会经过，或许会被看到。

<<avnpc 0>>害羞的用手遮挡着自己的身体

<<avnpc 1>>再次把<<avhe 0>>的手拿开。“都到这一步了，还在想其<<avhe 0>>事情吗？好好享受就行了”

`,
`
<<avnpc 1>>一边舔舐着<<avnpc 0>>的乳头，一边用手揉搓着另一边的乳头。

<<avnpc 0>>全身抖动了一下。“别弄这种地方，我不要这种奇怪的感受”

“<<avnpc 0>>先生平时都是这样对我，现在知道我是什么感觉了吧。”<<avhe 1>>不屑的笑道。舌头的舔舐与手上的揉搓越来越快最后用牙齿轻轻的咬了一下<<avhe 0>>的乳头当做上半场服务的结束，<<avnpc 0>>忍受不住淫叫了一声，<<avhe 0>>巨大的肉棒也色情的流出了一些透明的液体，看起来更加硬挺。

<<avnpc 1>>的嘴巴贴向到了<<avhe 0>>巨大肉棒旁边，就差一点亲吻到了，挑逗似的对着巨大的肉棒轻轻吹气。

<<avnpc 0>>知道正戏要开始了，打算迎接更加淫乱的发展。

`,
`
<<avnpc 1>>对着巨大的肉棒长吹一口气，温暧气体的让<<avnpc 0>>的身体颤抖了一下。

<<avhe 1>>用舌尖淫乱的舔舐着龟头前端流出的透明液体，味道腥腥的。让<<avhe 1>>的身体也感觉到燥热，脱去了自己的下半身的所有衣服，用一只手的手指抽插着自己早已湿透的小穴，嘴巴也没有停下，继续对<<avnpc 0>>巨大的肉棒进行下一步的攻势。

<<avnpc 1>>温柔的亲吻着肉棒，从肉棒的龟头游走到柱身，睾丸也没有放过，对着睾丸一会吸住含在口里，一会吐出，发出了十分色情的声音。

接着<<avhe 1>>想到了以更加淫乱的方式服务<<avnpc 0>>巨大的肉棒，打算用自己温暖的口腔包裹肉棒。

<<avnpc 1>>色情的用嘴巴缓慢的从龟头处开始吞入肉棒，因为<<avnpc 0>>的肉棒十分巨大，导致肉棒还差一点就能全部吞下了。<<avhe 1>>想到了一个非常淫乱的点子，<<avhe 1>>用另一只没有自慰的手用力掐了一下<<avnpc 0>>的腰，给正在享受的<<avnpc 0>>吓了一跳，腰往前挺了一下，结果让<<avhe 0>>感觉更加舒服，因为自己的肉棒已经全部进入了<<avnpc 1>>的口腔里。巨大的肉棒深喉于<<avhe 1>>嘴巴，这温暖的感觉让<<avnpc 0>>忍不住淫叫出一声。

<<avnpc 1>>没有给<<avnpc 0>>适应的机会，猛然的吞吐着肉棒，自慰的手指也没停着，也快速的抽插着自己的蜜穴，<<avnpc 0>>从视觉以及自身肉棒上感受到了巨大的刺激。

<<avnpc 1>>感觉到自己口腔里的肉棒，开始颤动了起来，<<avhe 1>>知道<<avnpc 0>>要忍不住射出了，心里有了坏心思。

口腔里的肉棒颤动的频率越来越快，在快要到了极限时，<<avnpc 1>>将嘴里的肉棒吐出。巨大又挺立的肉棒在空气中跳动着，肉棒沾满了唾液，有些许唾液拉丝的掉在地上，不管是闻起来还是看起来都十分色情

“<<avnpc 0>>先生娇羞的表情看起来十分享受呢！看来不用问都知道我的服务让你舒服至极～，你想要射在哪里呀。”<<avnpc 1>>用挑逗的语气说道。

`,],
            end: [
                {text:"射到嘴里", branch:"b1", suffix:"<<gggarousal>>", onclick:"<<arousal 4000>>"},
                {text:"射到脸上", branch:"b2", suffix:"<<gggarousal>>", onclick:"<<arousal 4000>>"},
                ]
            },
        b1:{
            msg:[`
<<avnpc 0>>害羞的说。“我想..射在你的嘴里”

“什么呀，我没有听清楚，再说一遍！”<<avnpc 1>>戏虐的说并轻轻拍打了一下正在跳动的肉棒。当<<avhe 1>>看到<<avnpc 0>>的嘴巴再次张嘴的时候，比之前更加快速的吞吐着肉棒，自己的手指也快速的自慰着小穴。没反应过来的<<avnpc 0>>突然感受到自己肉棒传来的刺激，这一瞬间的快感，让<<avhe 0>>忍不住射出了。<<avnpc 1>>感受到了肉棒在口里的剧烈反应，用另一只手托住了<<avnpc 0>>的腰，让<<avnpc 0>>的肉棒更加深入口腔，肉棒在<<avhe 1>>的口里射出了很多浓郁且滚烫的精液，<<avhe 1>>也尖叫了一声，两个人一起高潮了。全部射出后<<avhe 1>>用嘴巴帮<<avnpc 0>>清洁了一下肉棒上残余的精液。

<<avnpc 1>>本想用嘴巴全部吞下<<avnpc 0>>的精液，但还是因为大量的精液原因，<<avhe 1>>喉咙吞不下这么多，一部分精液流出到地上，也有些许精液从<<avhe 1>>的嘴角流出，滴在<<avhe 1>>的胸上，色情的气氛充满整个巷子。


—— 感谢观看
`,]},
        b2:{
            msg:[`
<<avnpc 0>>害羞的说。“我想·射在你的脸上”

“什么呀，我没有听清楚，再说一遍！”<<avnpc 1>>戏虐的说。当<<avhe 1>>看到<<avnpc 0>>的嘴巴再次张嘴的时候，比之前更加快速的吞吐着肉棒，自己的手指也快速的自慰着小穴。没反应过来的<<avnpc 0>>突然感受到自己肉棒传来的刺激，这一瞬间的快感，让<<avhe 0>>忍不住射出了。当然<<avnpc 1>>感受到了肉棒剧烈的反应，立即吐出肉棒并将它对着自己的脸，龟头射出了很多浓郁且滚烫的精液，<<avhe 1>>也尖叫了一声，两个人一起高潮了。

<<avnpc 1>>本想用的脸全部接住，但还是射的到处都是，头发、鼻子上...，但最主要还是脸上，精液从<<avhe 1>>的脸上慢慢流下来，色情的气氛充满整个巷子。


—— 感谢观看
`,]}
		},
		passtime: 50,
		cost:2500,
		type:"口交",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"L", status:"a", pronoun:"m", gender:"m", lvl:10},
			{name:"苍#空", status:"a", pronoun:"f", gender:"f", lvl:8},
		]
	},
	"AV2": {
		name: "嫂子的特别生日礼物～",
		desc: "h寄宿在哥哥家里，哥哥长期出差已经几个月不在家，家里只有嫂子和h两人...",
		auth: "如同",
		img: "img/av/4.png",
		content: {
            main: {
                msg: [
`
男主名字叫<<avnpc 0>>，女主名字叫<<avnpc 1>>。此篇剧情讲述的是ntr的故事，AV名字为《嫂子的特别生日礼物～》

背景：<<avnpc 0>>寄宿在哥哥家里，哥哥长期出差已经几个月不在家，家里只有嫂子和<<avnpc 0>>两人，故事的开展在<<avnpc 0>>刚满18岁生日的晚上
`,
`
早晨，<<avnpc 0>>兴奋的在床上起来，因为<<avhe 0>>今天刚满18岁，终于成年了

<<avnpc 0>>心想：昨天朋友给我打电话说要在我生日那天带我出去买玩具，我都成年了，还给我买什么玩具，真的是感觉不如带我出去玩，不过还是去一下吧。

吃完嫂子亲手做的早餐后，<<avnpc 0>>告诉<<avhe 1>>，我跟朋友要在外面买东西，要等下午才会回来，寻求<<avhe 1>>的意见。<<avnpc 1>>点了点头同意了，<<avnpc 0>>准备好后走到了门口，在门口处，<<avhe 1>>还给<<avnpc 0>>摸了摸头。

<<avnpc 0>>喜欢嫂子给<<avhe 0>>摸头时感觉。
`,
`
一出门就遇到了朋友，他说玩具已经买好了，强拉着<<avnpc 0>>去吃饭，在饭店还被强迫喝了点酒。

回到家的<<avnpc 0>>，把玩具袋子放到了桌子上，返回卧室睡觉，打算消一消酒气。
`,
`
<<avnpc 0>>一觉睡到了晚上，起床之后感觉酒气还没有完全消掉，自己的头还是有点晕乎乎的。有点饿了的<<avhe 0>>离开自己的卧室门，打算前往厨房。

到了厨房发现<<avnpc 1>>并没有在，<<avnpc 0>>正打算找<<avhe 1>>的时候，<<avhe 1>>刚好从<<avhe 1>>的卧室里出来，脸上红红的，像是有心事一样。<<avnpc 0>>询问<<avhe 1>>。“发生什么事了吗？”

<<avnpc 1>>害羞的摇了摇头。“没.发生什么，今天晚饭是大蛋糕哦，我在我房间里摆好了桌子，快过来吃吧。”说着拉起了<<avnpc 0>>的手前往<<avhe 1>>的房间。<<avnpc 0>>感觉到<<avhe 1>>的手有点滑滑的，<<avhe 0>>认为应该是做蛋糕的时候不小心沾了什么，没有多想。
`,
`
蛋糕很快就吃完了，<<avnpc 1>>收拾完桌子并告诉<<avnpc 0>>有特殊礼物要送给<<avhe 0>>，让<<avhe 0>>在外面稍等一下。

<<avnpc 0>>一听到有礼物拿，开心的离开了房间。一说到礼物这件事，<<avhe 0>>回想起自己还有礼物放在桌子上，没有拆开。

前往客厅后，<<avnpc 0>>发现桌子上的礼物已经被拆开了，刚想看一下里面是什么，眼睛却被蒙住了。

<<avhe 0>>的耳边传来了妩媚的声音。“这个是你的礼物吗？朋友给你准备的玩具可是很坏的东西哦~”

<<avnpc 0>>询问<<avnpc 1>>里面是什么类型的玩具，<<avhe 0>>感受到了嫂子正用手摩擦自己的裤裆，像是以动作回答。

脸红的<<avnpc 0>>想把<<avhe 1>>的手从自己裤裆上拿开，却不小心让<<avhe 1>>柔软的手按到了自己最敏感的部位——龟头，<<avnpc 0>>忍不住轻叫了一声。害羞的<<avnpc 0>>想从<<avnpc 1>>身边逃走。

<<avnpc 1>>向<<avnpc 0>>耳边吹气并说道。“弟弟真要走吗，来我房间并带上你朋友给你的礼物，我会好好教你玩具的玩法～。”耳边吹气的挑逗与诱惑的语气让<<avnpc 0>>无法拒绝，任由嫂子将<<avhe 0>>拉向<<avhe 1>>的房间。
`,
`
再次进入了嫂子的房间。<<avnpc 1>>将桌子移到床的旁边，把礼物袋里的东西一个个摆在桌子上，一个粉色的飞机杯，旁边放着配套的润滑液和红色的避孕套，袋子里似乎还有什么没有拿出来，看起来还有点鼓鼓的，<<avnpc 0>>知道了朋友送的礼物为什么是“坏玩具”，<<avhe 0>>脸红红的看向地板。

<<avnpc 1>>让<<avnpc 0>>坐在旁边，用手引导<<avhe 0>>的身体躺下，还特意用自己的枕头垫在<<avhe 0>>的头上，方便<<avhe 0>>完整的观看接下来要发生的事情。<<avhe 1>>摸了摸<<avnpc 0>>的头说道。“剩下的全部就交给我就好，弟弟就好好享受和观看吧！”

<<avnpc 1>>跪坐在<<avnpc 0>>的胯下，<<avhe 1>>把<<avnpc 0>>的裤子脱下，双手隔着内裤温柔着摩擦<<avhe 0>>的肉棒，用鼻子淫乱的闻着味道。“好久没闻到这股味道了，啊～腥臭又色情的味道，荷尔蒙的味道真是好闻。上下揉搓一段时间后，<<avhe 1>>感觉到了逐渐变热的肉棒，<<avhe 1>>将手放到了<<avnpc 0>>的内裤上。

<<avnpc 0>>害羞的拉着内裤的说道。“嫂子，这样真的不好吧，还是别了，哥哥知道了怎么办？剩下的我会自己在房间解决的。”<<avnpc 1>>将自己的手移开说道。“这里只有你和我，没有其<<avhe 0>>人，没有什么可顾虑的，而且相信我，会很爽的哦～，这就是我送你的特殊礼物。”<<avnpc 0>>把自己手从内裤上拿开放到床上，眼睛也闭上了，看上去像是接受了一般。

<<avnpc 1>>掐了一下<<avnpc 0>>的大腿假装生气的说道。“不准把眼睛闭上，既然要做，那就要全程观看，不然我走了。”说完<<avhe 1>>开始站起来，<<avnpc 0>>快速的拉着<<avhe 1>>的手，<<avhe 1>>感受到从手上传来的力度还不小。<<avhe 1>>重新跪坐在<<avnpc 0>>的胯下，<<avnpc 1>>知道接下来发展，可以随着自己的想法任意调戏<<avnpc 0>>。
`,
`
<<avnpc 1>>将<<avnpc 0>>的内裤快速脱下，巨大的肉棒在空气中跳动着，<<avhe 1>>用手缓慢的套弄着肉棒，敏感的肉棒第一次被<<avhe 1>>人的手触摸着，<<avnpc 0>>的表情看起来十分享受。

肉棒逐渐挺立，<<avhe 1>>收回了自己的手，撕开了避孕套并放在了自己的嘴里，以色情的方式用口将巨大的肉棒套上避孕套，再将润滑液抹在在<<avnpc 0>>龟头与飞机杯入口处。

<<avhe 1>>揉搓着巨大的肉棒，让润滑液充分润滑肉棒。<<avhe 1>>把飞机杯放在肉棒上面，将肉棒往里进入了一点，刚好包裹整个龟头，就是不全部插进去，玩弄似的用飞机杯套弄着龟头。用飞机杯上下套弄过程中，<<avnpc 0>>有几次想挺腰，让自己的肉棒全部进入飞机杯里面，都被<<avnpc 1>>用手阻止并让<<avhe 0>>忍住。“现在是脱敏训练，我可不想看到你一进去就泄出来，这样多没意思，好好忍耐一下，马上就好了。”<<avnpc 0>>深呼吸，感受着只有龟头被摩擦的感觉，压抑着自己的欲望。脸上的表情逐渐放松，开始享受这简单快感。

<<avnpc 1>>看着<<avnpc 0>>享受的表情知道前戏到此为止了，快速将飞机杯向下，将肉棒的全部吞入其中，巨大的肉棒被飞机杯的内壁全部包裹住。<<avnpc 0>>感受到这一瞬间的快感，让<<avhe 0>>的身体颤抖并色情的淫叫了一声。<<avnpc 0>>感受到飞机杯的内部十分的温|暖，看来是礼物袋子里还有加热棒，被<<avhe 1>>提前预热过了，而且里面有很多润滑液。<<avhe 0>>联想起吃蛋糕前摸到<<avhe 1>>手上滑滑的感觉是这样来的，嫂子为<<avhe 0>>提前就做了准备，知道这么让人兴奋的事，增加了<<avhe 0>>的快感。

<<avnpc 1>>用飞机杯快速的上下套弄着巨大的肉棒，每一次的套弄都发出了十分色情的吧唧声音，<<avnpc 0>>也不时的发出低声的淫叫。<<avhe 1>>感受到了<<avnpc 0>>的身体开始抖动起来，知道<<avhe 0>>忍不住要喷发出来了。

<<avnpc 1>>停下了手中的动作，但没有将飞机杯抽离<<avhe 0>>的肉棒，正当<<avnpc 0>>感到疑惑的时候，<<avhe 1>>把<<avnpc 0>>的双手放到了飞机杯上并挑逗的说道。“既然我说过我要教你玩～玩具，流程应该知道了吧，现在交给你了，在我面前套弄起来，让我看看你有没有学会！放心，会给你更加刺激的感受。”<<avhe 1>>用手解开了自己上衣的扣子，露出了被胸罩包裹的巨大奶子与显现出来的乳沟，看上去十分色情。

“我相信弟弟可以做到的，你套弄的过程中我会一件件的脱掉更多衣服。”淫乱的<<avhe 1>>指向了自己的下半身说道。
`,
`
<<avnpc 1>>将自己的上衣完全脱去，巨大的乳房弹跳了出来，隔着蕾丝胸罩也能看到<<avhe 1>>挺立的乳头，简直就是一对尤物。<<avhe 1>>用双手挤压着自己乳房说道。“怎么样，弟弟你的眼神都看得拉丝了，手也要动起来哦，开始吧，这样的刺激下会更爽。”在<<avhe 1>>挤压乳房的过程中，<<avnpc 0>>时不时还能看到巨乳露出的粉色乳晕，<<avhe 0>>的手情不自禁的开始用飞机杯对着自己的巨大肉棒快速套弄起来。

当然，<<avnpc 1>>遵守了自己说出的约定，将自己的裙子缓缓脱下，露出<<avhe 1>>黑色的蕾丝内裤，似乎是情趣款式的，看起来稍微有点透明，薄薄的一层凸显出小穴的形状。<<avhe 1>>用手指引导着 <<avnpc 0>>的眼睛，指尖从自己的乳房往下滑到肚脐，最终滑到自己的小穴处。内裤薄薄的一层根本遮挡不了什么，<<avnpc 0>>发现<<avhe 1>>下面居然是无毛的白虎，小穴的形状给<<avhe 0>>看的一清二楚，<<avhe 1>>的小穴勾勒出一条长长的一条缝，内裤因为流出的淫水的原因还陷进去了一点，看起来十分色情。

<<avnpc 0>>哪受得了这种刺激，加速了自己手上的速度，更加快速的用飞机杯上下套弄着肉棒，快速的上下抽动让飞机杯发出了啪叽啪叽的声音，夹杂在<<avhe 0>>娇喘的以及呻吟之中。<<avnpc 1>>喜欢看<<avnpc 0>>娇羞的表情，如此色情的声音，也让<<avhe 1>>开始自慰，先将一只手伸进内裤里面，用手指抽插着湿润的小穴，然后再用另一只手抚摸着自己巨大的乳房，也时不时发出舒服的淫叫。

<<avnpc 0>>的身体开始颤抖，<<avhe 0>>告诉<<avnpc 1>>有什么东西要从肉棒里出来了。

<<avhe 1>>停止了自己的自慰，用手把飞机杯从<<avnpc 0>>的肉棒上拔出，巨大的肉棒在空气中跳动着，<<avhe 1>>把<<avnpc 0>>的肉棒上的避孕套摘离，再挤压飞机杯里的润滑液滴落在<<avhe 0>>的龟头上。

<<avnpc 1>>色情的对着<<avnpc 0>>说道。“接下来都交给我吧，我会让你舒服的全部射出来，

这就是姐姐我给你准备的成年礼物～。”
`,
`
<<avnpc 1>>给自己的手也倒了点润滑液，与之前快速润滑不同，此时<<avhe 1>>的手温柔的抚摸着肉棒，每一次的抚摸都会用指尖在龟头上打转，仔细的用双手感受肉棒的形状。

“这么快结束可不行哦，放松大脑，好好的再享受一次。”<<avhe 1>>微笑的说道并对着肉棒吹气。

一只手托着肉棒柱身，另一只手用两根手指的方式来着龟头持峡的一上～ー下，摩擦的力度时大时小。

接着，<<avhe 1>>换了一种方式，双手包裹着龟头，从肉棒的顶端一直撸动至底部，每一次的套弄，都会让龟头显得十分突出且色情。

又转换了，纤细的手指在龟头上画圈，然后两只手轮流撸动并转着圈摩擦着肉棒，接着突然加大了力度用双手揉搓着肉棒，让<<avnpc 0>>挺起了腰，肉棒的在<<avhe 1>>手中跳动的速度逐渐加快，娇喘声也逐渐变大。<<avnpc 1>>知道了<<avhe 0>>即将射出，于是停止了对巨大的肉棒套弄，用掌心包裹着肉棒的龟头。

<<avhe 1>>挑逗的说道。“要射了吗了，还不行哦，我会让你达到极致的高潮，试着自己用腰动一动，感受我掌心的温度。虽然不会像之前那样舒服，但也能享受哦，弟弟也不想那么快结束吧，再坚持一下！”

虽是龟头责的方式，但因为之前的套弄，让<<avhe 0>>的肉棒变得十分敏感，每动一下，快感都会冲击大脑，忍不住的呻吟。<<avnpc 1>>配合着<<avnpc 0>>的节奏，用掌心淫乱的摩擦着龟头，肉棒变得更加滚烫且硬挺。<<avhe 1>>知道是时候了，魅惑的说道。“想射的时候和我说，我会给你两个选择，一是干净的释放，二是更加色情的射出，你想要哪一个呀～”
`,
				],
				end: [
            	    {text:"选择干净的释放", branch:"b1", suffix:"<<<<gggarousal>>>>", onclick:"<<<<arousal 4000>>>>"},
            	    {text:"选择色情的射出", branch:"b2", suffix:"<<<<gggarousal>>>><<<<lpurity>>>>", onclick:"<<<<arousal 4000>>>><<<<purity -10>>>>"},
            	]
            },
        b1:{
            msg:[
`
<<avnpc 0>>害羞的说道“干净一点吧，不会弄脏嫂子的床。”

<<avnpc 1>>同意的点了点头，在袋子里拿出了一个新的避孕套，<<avhe 1>>把它套在<<avnpc 0>>的巨大的肉棒上，用双手以缓慢的节奏对肉棒进行了最后的套弄，<<avnpc 0>>忍不住的颤抖，肉棒在<<avhe 1>>手中的跳动跳动越来越快，实在忍不住的<<avhe 0>>射出了自己的大量精液，脸上满是享受，<<avhe 0>>知道自己的成年礼的礼物是最棒的，打算以后也给嫂子送一个礼物，进行回礼。

<<avnpc 1>>小心的将避孕套从肉棒上摘离，精液一滴也没有漏出，<<avhe 1>>有了一个淫乱的的想法。<<avhe 1>>当着<<avnpc 0>>的面把避孕套里的所有精液挤在自己的嘴里，张开嘴色情的用舌头让精液在口腔里打转，品尝着大量且浓厚的精液，最后一口气全部吞下，有一些精液顺着嘴角流出滴在<<avhe 1>>的乳房上，看起来十分色情。


—— 感谢观看
`,
				]},
        b2:{
            msg:[
`
<<avnpc 0>>害羞的说道“我想要更加色情的方式射出。”

<<avnpc 1>>点点头同意，停止了龟头责，一只手快速撸动着肉棒的柱身，另一只手的手掌抵住前端并摩擦着龟头，嘴巴说着色情的话。“快点射出来，我知道你忍不住了，全部射出来吧！，你不是一直都在等这一刻吗？”

<<avhe 1>>的手对肉捧撸动的速度越来越快，<<avnpc 0>>的身体忍不住的颤抖起来，随着<<avhe 0>>的一声淫叫，滚烫的精液从<<avnpc 1>>的手中射了出来，大量的精液射的到处都是，有一点在沾<<avhe 1>>的头发上，有一点在沾<<avhe 1>>的乳房上，<<avnpc 1>>没有停下自己的手，继续撸动着肉棒，打算榨干龟头里残余的精液，龟头又流出了一点精液，<<avhe 1>>色情的用手玩弄着精液，润滑液与精液夹杂在一起，拉丝的流在地上，色情的味道弥漫着整个房间。


—— 感谢观看
`,
				]}
		},
		passtime: 100,
		cost:2500,
		type:"手交",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"h", status:"a", pronoun:"m", gender:"m", lvl:7},
			{name:"橘京花", status:"a", pronoun:"f", gender:"f", lvl:12},
		]
	},
	"AV3":{
		name: "甜蜜的调教时间～",
		desc: "男主角与花狞舞是一对青梅竹马，但花狞舞的控制欲很强，总喜欢欺负男主角，故事发生在男主角在房间自慰时，被花狞舞碰巧看到的那一天...",
		auth: "如同",
		img: "img/av/5.png",
		passtime: 100,
		content: {
            main: {
                msg: [`
“这家伙不是说好下午陪我在公园玩吗，居然不提前到，现在我去<<avhe 0>>家给<<avhe 0>>个惊喜！”<<avnpc 1>>坐在公园长椅上不耐烦的说道。
<<avnpc 1>>离开了公园，前往了<<avnpc 0>>家的路上，途中的<<avhe 1>>发现了眼熟的人，不会错的就是<<avnpc 0>>，躲在草丛里的<<avhe 1>>本想给<<avnpc 0>>一个惊喜，但<<avhe 0>>却没有前往公园，反而去了拿快递的地方，疑惑的<<avnpc 1>>打算悄悄跟上。

<<avnpc 1>>在外面等了一会儿后，看到<<avnpc 0>>拿着一个包裹出来，<<avhe 0>>的表情看上去很开心。“买了什么好东西，居然这么开心？我倒要看看～”<<avhe 1>>滴咕的说着。<<avnpc 0>>走在回家的路上，<<avnpc 1>>继续跟随着，为了不被发现，还特意与<<avnpc 0>>拉了一小段距离。
看到<<avnpc 0>>走进了自己的家里，<<avnpc 1>>知道自己的机会来了，熟练的<<avhe 1>>从门前的地毯下拿到了备用钥匙，打开门后，穿上了鞋柜里的兔兔拖鞋————这是<<avhe 1>>昨天新买的，还没有穿过————轻轻关上了门，<<avnpc 1>>走向了<<avnpc 0>>的房间..

<<avnpc 1>>把门轻轻推开，隔着门缝看到<<avnpc 0>>坐在椅子上，一点点的把门完全打开，<<avhe 1>>进入了房间并悄悄绕到了<<avhe 0>>的背后，然后用双手捂住了<<avnpc 0>>的眼睛。<<avhe 1>>小声的说道。“一个人坐这干嘛呢，猜猜我是谁？”被突然蒙上双眼的<<avnpc 0>>吓了一跳，身体抖动了一下，<<avhe 0>>大声的说道。“快走开，你怎么在这？这是我的房间！”<<avnpc 1>>把手拿开，打算嘲笑<<avhe 0>>，但看到<<avnpc 0>>的行为很奇怪，<<avhe 0>>用手提着裤子，另一只手捂着自己的裤裆，脸上红彤彤的，像是很害羞的样子，<<avnpc 1>>嬉笑的询问道。“藏着什么呢？快把手拿开，是不是买什么好东西不分享给我？”不等<<avnpc 0>>的回答，<<avhe 1>>强行把<<avhe 0>>的手拿开，发现什么东西都没有，有的只是被某种液体润湿的裤子，这时<<avhe 1>>也注意到了桌子上透明液体的瓶子与旁边的快递箱。
<<avnpc 1>>知道了<<avhe 0>>买的快递是润滑液，怪不得拿到的时候这么开心，目的是为了更加舒服的自慰，<<avhe 1>>穿着兔兔拖鞋踩向了<<avnpc 0>>的裤裆，装作生气的说道。“把我留在公园里，自己却在房间里做这么下流的事情。”说完了的<<avhe 1>>还加大了踩的力度，虽隔着裤子，但<<avnpc 0>>的肉棒受到润滑液润滑的影响变得更加敏感，<<avnpc 0>>感受到肉棒上传来施压，让<<avhe 0>>忍不住呻吟了一下。
<<avnpc 1>>玩味的说道。“被踩也有感觉吗？真是变态，让我好好惩罚你～”

<<avhe 1>>没有继续向下施压，将踩的方式换成了上下摩擦，<<avnpc 0>>的双手放在<<avhe 1>>的脚上，用着微乎其微的力度想把脚挪开。<<avnpc 1>>坏笑的说道。“就这么点力气想把我推走，其实是想趁机摸我的脚吧，现在是惩罚时间，把你的臭手拿开！不然我要用力踩了，还是说你更喜欢被踩～”
<<avnpc 0>>脸红的说道。“我知道错了，我之后会给你买好吃的。”<<avnpc 1>>嫌弃的说道。“我才不要你买的杂牌货零食，不行哦，惩罚游戏已经开始了，要玩到我满意为止。”摩擦一段时间后，<<avhe 1>>的脚明显能感觉到脚下肉棒逐渐变得硬挺，<<avnpc 1>>用手按着<<avnpc 0>>的裤裆说道。“很难受吧，肉棒一直被挤在裤子里，想要更多快感，就自己脱掉。”<<avnpc 0>>照做了，但脱完裤子后，迟迟没有脱下内裤。<<avnpc 1>>用手掐着<<avnpc 0>>的脸说道。“都到这一步了，怎么还要等着我帮你脱下来，装受害者吗？这么下流的表情看着我，可没有半点说服力呢。
<<avnpc 0>>低下了头，缓慢的把双手放在自己内裤上，就在这个时候，<<avnpc 1>>按着<<avhe 0>>的手将内裤快速脱掉，由于快速脱掉了内裤，肉棒弹跳在空气中，包裹着它的润滑液也顺着肉棒的跳动流在地上。<<avnpc 1>>脱掉兔兔拖鞋，把<<avnpc 0>>按到了床上，用着诱惑的语气说道。“喜欢我身上的香味吗？我可是早上洗完澡才去公园，一提到这个，是不是在幻想我洗澡时的身体，不用回答，你兴奋跳动的肉棒已经无法解释了哦，真是色情呢～”<<avnpc 1>>从红着脸的<<avnpc 0>>身上起来，将自己的双脚放到了<<avhe 0>>的脸上，戏谑的说道。“闻起来怎么样，穿着白丝的脚压在你的脸上，对于你这种变态来说，是不是太奖励你了？这可不行哦，罚给我舔脚，去你家走这么久路，我可是很辛苦的。”<<avnpc 0>>想说什么，但是脸上的脚，阻止了<<avhe 0>>的诉说，反而是说话时的舌头舔到了<<avhe 1>>的脚。<<avnpc 1>>讥笑的说道。“对对对，像你这种杂鱼，就只配给我舔脚，我的脚是不是很好吃，想用言语证明自己吗，你的废物肉棒已经变得更硬了哦～”<<avhe 1>>开始一边让<<avnpc 0>>舔着自己的脚，另一边用手快速撸动着手中跳动的肉棒。
<<avnpc 1>>感觉到手中的肉棒跳动的越来越快了，停止了手中套弄，也将自己的脚从<<avnpc 0>>脸上移开，特意放到了<<avhe 0>>的肉棒边上，<<avhe 1>>嬉笑的说道。“嘻嘻嘻～到了顶点却不让你射的感觉怎么样，杂鱼肉棒，在空气中也跳动这么快，就这么有快感吗？真是恶心！想要高潮吗，喊我一声主人，然后再汪汪叫两句，我就给你奖励，用我的玉足帮你满足欲望。
<<avnpc 0>>不再有之前犹豫的表情，或者说，在<<avhe 0>>的肉棒被快速撸动时候，心里就充满了欲望，<<avhe 0>>淫乱的说道。“主人，求你了，让我高潮吧！汪汪！”
<<avnpc 1>>微笑着说。“好狗狗！主人这就奖励你，不过要忍住哦，忍到最后，我保证会让你更爽的！”

<<avnpc 1>>一脸情欲的看着<<avnpc 0>>说道。“舒服的事情怎么能让你独享呢！做这么下流的事情，让我的下面也湿了，给你一个服务主人的机会～”<<avhe 1>>掀起了自己的裙子，对着<<avnpc 0>>展示了自己轻薄的蕾丝内裤，薄薄的一层，什么也遮挡不了，粉色小穴分泌的爱液，还让一点内裤凹陷进去了一点，<<avnpc 0>>的眼神看的拉丝了一般，期待的盯着<<avhe 1>>的蜜穴。
<<avnpc 1>>悬坐在了<<avnpc 0>>脸上，害羞的说道。“笨蛋！别这么直勾勾的看着，大变态，要努力的舔哦！”说完的<<avhe 1>>把自己的内裤脱下，然后再将内裤套在<<avnpc 0>>的肉棒上面，娇小的内裤，根本包裹不住巨大的肉棒，从龟头处流出了粘稠的透明液体，一点点的流在<<avhe 1>>的内裤里面。然后<<avhe 1>>的屁股逐渐下压，直到完全坐到了<<avnpc 0>>脸上，<<avnpc 1>>身材十分娇小，坐在<<avhe 0>>脸上一点都不重，<<avnpc 0>>卖力的舔着，舌头来回进出着小穴，肆意的品尝蜜穴里不断流出的爱液。
下体的快感直达<<avnpc 1>>大脑，让<<avhe 1>>忍不住阵阵呻吟，<<avhe 1>>扭动着自己的腰，释放自己的欲望，想要更多。
<<avnpc 1>>将肉棒上包裹的内裤拉开了一点，露出了龟头，之前涂的润滑液已经被内裤擦掉了，<<avhe 1>>色情的对着龟头上面吐了一点口水作为重新润滑，然后<<avhe 1>>用穿着白丝的双脚上下摩擦着肉棒，不知道<<avnpc 1>>在什么时候拿到了桌子上的润滑液，<<avhe 1>>将润滑液滴在<<avhe 0>>的脚上，继续上下摩擦着肉棒，口水与润滑液混合在一起，肉棒被完全润滑，晶莹的样子看起来十分色情。
<<avhe 1>>一只脚抵住肉棒根部，再把另一只脚的白丝从脚底撕开了一个小洞，随后再将肉棒套了进去，<<avnpc 0>>的肉棒受到了丝袜包裹紧致感加上<<avhe 1>>脚底上下套弄，这双重的快感，让<<avhe 0>>的腰直接挺起，当然<<avhe 0>>形容不出来，因为嘴巴上的小穴无时无刻在压着<<avhe 0>>的嘴巴，<<avnpc 1>>淫乱的说道。“怎么样，是不是很舒服？我还有更多玩法呢，坚持住哦！”
一段时间的对肉棒套弄与摩擦后，<<avhe 1>>换了一种姿势，一只脚摩擦着肉棒的柱身，另一只脚踩在龟头，用包裹着丝袜的脚趾快速的摩擦着冠状沟。
<<avhe 1>>又转换了双脚对肉棒的攻势，一只脚不断的摩擦肉棒的根部，然后用另一只脚的脚板冠状沟与龟头连接的系带处，还不满足<<avhe 1>>，抓起了<<avnpc 0>>的手按向了自己的娇小的乳房，柔软乳房的触觉给予了<<avnpc 0>>更多的刺激，肉棒跳动频率变得更快了，<<avnpc 1>>讥笑的说道。“杂鱼杂鱼，这就不行了吗？你这根废物肉棒，还不准射，我还没玩够，你的嘴巴也不能随着快感停下来哟！”
为了不让<<avnpc 0>>射出，<<avhe 1>>用了一点力用脚踩向龟头，另一只脚摩擦着<<avhe 0>>的睾丸，手也没停着，揉捏着<<avnpc 0>>的乳头。又痛又有快感的感觉，确实温和了一点刺激。不过<<avhe 1>>觉得这样又没意思，突然<<avhe 1>>把台上龟头处的挪开至肉棒根部的旁边，另一只脚踩向肉棒压向那一只脚的脚背，对根肉棒进行快速摩擦。突如其来的快感让<<avnpc 0>>不能适应，也打算用舌头快速刺激小穴，回应着对方。
<<avnpc 1>>淫叫着。“啊～嗯～哼啊！我快要去了，你想要射在哪里？都可以哦~
`],
                end: [
                {text:"射在丝袜里", branch:"b1", suffix:"<<gggarousal>>", onclick:"<<arousal 5000>>"},
                {text:"射在脚上", branch:"b2", suffix:"<<ggarousal>>", onclick:"<<arousal 3000>>"},
                ]
            },
            b1:{
                msg:[`
<<avnpc 0>>含糊的说着。“我想·射在丝袜里！”
<<avnpc 1>>将自己破洞的那只白丝脱下，将它套在挺立的肉棒上，搭配着自己的内裤，用手的上下套弄，<<avnpc 0>>感受到肉棒上的包裹感，快感达到了极致，两人加快了彼此之间淫乱的动作，<<avnpc 0>>用舌头舔舐小穴的频率越来越快，<<avnpc 1>>也更加快速的上下撸动，随着彼此呻吟声越来越大，两人同时达到了高潮，<<avnpc 0>>的脸上被喷满了<<avnpc 1>>流出的淫水，而<<avhe 1>>的白丝与内裤也被白浊的精液所填满，色情的味道在整个房间弥漫。
<<avnpc 1>>从<<avnpc 0>>的身上起来后，对着<<avnpc 0>>玩味的说道。“怎么样，惩罚游戏舒不舒服？要是下次还想要的话，可以再找主人我哦，对了，我的丝袜和内裤记得洗好，明天交给我，不要背着我偷偷使用，洗的很干净，奖励不会少哦～”说完还看向了<<avnpc 0>>那根在丝袜和内裤的包裹里的还尚未软下来的肉棒，它似乎是听到了明天还有奖励的对话，还在兴奋的跳动。


—— 感谢观看
`,]},
            b2:{
                msg:[`
<<avnpc 0>>含糊的说着。“我想·射在脚上！”<<avnpc 1>>将脚上的两只丝袜全部脱下，用自己的光脚摩擦着肉棒，<<avnpc 0>>能感觉到与丝袜的足交不同，前一种是属于针对摩擦肉棒的某一部位给予更大的刺激，后一种比较缓和，因为光脚更好的贴实肉棒，摩擦肉棒的所有地方。<<avhe 1>>娇小的双脚夹着肉棒上下摩擦，由于润滑液不是与丝袜进行接触，皮肤与肉棒之间的摩擦容易滑出，<<avnpc 1>>只好加大双脚夹紧肉棒的力度，转变的力度变大，<<avnpc 0>>也得到了更大的快感，两人没有说话，一起呻吟，同时达到了高潮。<<avnpc 0>>舔舐着<<avnpc 1>>高潮流出的大量淫水，巨量且浓稠的精液射在<<avhe 1>>脚上，极致的快感伴随着两人。
当<<avnpc 0>>还在享受高潮的余温的时候，<<avnpc 1>>穿上了拖鞋，当然脚上充满的精液，也流在鞋子里，<<avhe 1>>用手掐着<<avnpc 0>>松软下来的肉棒，装作生气的说道。“你这变态别躺着了，快起来，帮我洗脚，这可是我昨天新买的鞋子。”<<avnpc 0>>无奈的起来，但在帮<<avhe 1>>洗脚的时候多摸了几下。


—— 感谢观看
`,]}
		},
		cost:2500,
		type:"足交",
		npc:[
			/*
			* name：角色名字
			* status：a:成人，t:儿童
			* pronoun：性别代词，一般与gender一样
			* gender：生理认同性别
			* lvl：体格 1~20，数值越高越健壮
			* */
			{name:"PC", status:"t", pronoun:"m", gender:"m", lvl:7},
			{name:"花狞舞", status:"t", pronoun:"f", gender:"f", lvl:7},
		]
	},
}
